Repository: Appadeia/landing-page
Catalog: po/*.po
Languages: pl, zh_tw

source: The makers' choice for sysadmins, developers and desktop users.
pl: Polecany przez twórców dla administratorów, programistów i użytkowników domowych.
zh_tw: 系統管理者、開發者及桌面使用者的最佳選擇。

source: Home
pl: Start
zh_tw: 首頁

source: Tools
pl: Narzędzia
zh_tw: 工具

source: News
pl: Wiadomości
zh_tw: 新聞

source: Contribute
pl: Współpracuj
zh_tw: 貢獻

source: Conferences
pl: Konferencje
zh_tw: 研討會

source: Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!
pl: Otrzymuj najnowsze pakiety z naszą dystrybucją ciągłą. Szybko! Zintegrowane! Ustabilizowane! Przetestowane!
zh_tw: 藉由我們的滾動式發行取得最新的 Linux 套件。快速且整合良好，穩定並經過完整測試。

source: More information
pl: Więcej informacji
zh_tw: 更多資訊

source: Install Tumbleweed
pl: Zainstaluj Tumbleweed
zh_tw: 安裝 Tumbleweed

source: Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.
pl: Każdy kto chce mieć najnowsze pakiety, a wśród nich kernel Linux, Samba, git, środowiska pulpitu, aplikacje biurowe i wiele innych, niech użyje Tumbleweed. Tumbleweed celuje w zaawansowanych użytkowników, programistów i współpracowników openSUSE. Jeśli chcesz mieć najnowsze wersje oprogramowania i środowisk programistycznych lub potrzebujesz stabilnej platformy bieżącego wydania Linux, Tumbleweed jest najlepszym wyborem.
zh_tw: 任何希望擁有最新套件 (包含但不限於 Linux 核心、SAMBA、git、桌面環境、辦公室套件等等) 的使用者，Tumbleweed 就是他們想要的。Tumbleweed 是面向玩家、軟體開發者和 openSUSE 貢獻者的發行版本。若您需要最新的軟體堆疊和 IDE 環境，或是想要擁有最尖端的 Linux 技術，但相對穩定的平台，Tumbleweed 是您的最佳選擇。

source: Learn more
pl: Dowiedz się więcej
zh_tw: 了解更多

source: Get the most complete Linux distribution with openSUSE’s latest regular-release version!
pl: Zdobądź najbardziej kompletną dystrybucję Linux z ostatnim regularnym wydaniem openSUSE!
zh_tw: 經由 openSUSE 最新的定期釋出，取得最完整的 Linux 發行版。

source: Install Leap
pl: Zainstaluj Leap
zh_tw: 安裝 Leap

source: New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.
pl: Nowi i doświadczenie użytkownicy Linuksa dostają najbardziej użyteczną dystrybucję Linuksa i stabilny system operacyjny wraz z regularnym wydaniem openSUSE. Ostatnia znacząca wersja openSUSE dostarcza aktualizacje i utwardza system. Wybierz pulpit, skonfiguruj system i ciesz się platformą wybieraną przez programistów Linuksa, administratorów i dostawców oprogramowania.
zh_tw: 不管是新手或是老鳥，都可藉由 openSUSE 的定期釋出，取得最好用、且穩定的作業系統。經由 openSUSE 最新的主要發行版本，接收更新並強化您的作業系統。選一個您喜愛的桌面、設定您的系統，享受這個 Linux 開發者、系統管理者及軟體開發商心目中的理想平台。

source: days
pl: dni

source: day
pl: dzień

source: hours
pl: godzin

source: hour
pl: godzina

source: for Leap 42.3
pl: dla openSUSE Leap 42.3

source: is now available
pl: jest już dostępne

source: openSUSE TOOLS
pl: NARZĘDZIA openSUSE
zh_tw: openSUSE 工具

source: Discover the best open-source tools developed by our community
pl: Odkryj najlepsze narzędzia open-source tworzone przez naszą społeczność
zh_tw: 探索我們社群所開發的最佳開源工具

source: Go to link
pl: Przejdź
zh_tw: 造訪連結

source: Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.
pl: Nasze narzędzie budowania pozwala na tworzenie pakietów zarówno dla SUSE Linux Enterprise a także dystrybucji Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu i innych.
zh_tw: 我們的軟體建構工具。我們用它建構所有的套件，以及供 SUSE Linux Enterprise、Arch、Debian、Fedora、Scientific Linux、RHEL、CentOS、Ubuntu，和其他發行版本使用的套件。

source: Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.
pl: Zautomatyzowane testy *dowolnego* systemu operacyjnego, które potrafią analizować ekran i kontrolować system w taki sam sposób jak użytkownik.
zh_tw: 用來測試 *任何* 作業系統的自動化測試工具，能夠擷圖並且模擬一般使用者來操作待測機器。

source: The best/only comprehensive Linux system configuration & installation tool.
pl: Najlepsze/jedyne tak wszechstronne narzędzie do konfiguracji i instalacji systemu Linux.
zh_tw: 最好且唯一的 Linux 綜合系統設定及安裝工具。

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.
pl: Twórz obrazy Linux gotowe do wdrożenia na fizycznym sprzęcie, maszynach wirtualnych czy systemie kontenerów takim jak Docker. Kiwi jest siłą napędową SUSE Studio.
zh_tw: 用來產生供真實硬體、虛擬機器，甚至是容器系統 (如 Docker) 使用的 Linux 映象檔。Kiwi 是驅動 SUSE Studio 的引擎。

source: CONTRIBUTE TO OPENSUSE
pl: Wspieraj openSUSE
zh_tw: 貢獻 OPENSUSE

source: Be part of our community contributing with any of the following:
pl: Zostań członkiem naszej społeczności, wspierając nas na jeden z poniższych sposobów:
zh_tw: 成為我們社群的一份子，並貢獻以下任何項目：

source: Code
pl: Kod
zh_tw: 程式碼

source: Find out more
pl: Dowiedz się więcej
zh_tw: 查看更多

source: Contribute Code
pl: Wspieraj kodem
zh_tw: 貢獻程式碼

source: openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.
pl: openSUSE wierzy, że najlepsze wyniki można uzyskać, gdy ludzie współpracują i dobrze się przy tym bawią. Jest pożądanym aby społeczność openSUSE była inna inna niż pozostałe społeczności open-source. Nie jesteśmy zwykłą społecznością i starania społeczności wyznaczają drogę rozwoju projektu. Starania społeczności przyczyniły się do powstania wielu świetnych narzędzi dla Linuksa oraz niesamowitą dystrybucję. Wraz z openSUSE, masz prawo głosu i w łatwy sposób możesz wspomagać projekt. Bez znaczenia czy jest doświadczonym programistą Linuksa czy zwykłym użytkownikiem, możesz rozwijać projekt openSUSE. Dołącz do forum, edytuj i pilnuj by artykuły na wiki były aktualne, odkrywaj i zgłaszaj błędy, weryfikuj dokumentację, zgłaszaj propozycje nowych pakietów i funkcji, twórz i podsyłaj poprawki bądź zostań rzecznikiem openSUSE przez udział w Konferencjach i bycie ambasadorem.
zh_tw: openSUSE 相信，最好的成果來自於人們相互合作並樂在其中。和其他開源社群與眾不同，使得 openSUSE 令人嚮往。我們不是傳統的社群，社群的努力決定了專案的走向。這些成果創造了好幾個非常棒的 Linux 工具和令人驚嘆的發行版本。在 openSUSE，您可以發揮影響力，並且可以很簡單地對專案做出貢獻。不論您是有經驗的 Linux 開發者，或是一般使用者，請參與 openSUSE 專案。加入論壇、維護並持續更新我們的維基頁面、尋找並回報問題、檢視文件、發送您想要的新套件和新功能的願望清單、產生並提交修補程式，或是參與各個活動替 openSUSE 發聲並成為 openSUSE 大使。

source: Find out more about how to participate.
pl: Dowiedz się więcej jak uczestniczyć.
zh_tw: 了解更多關於如何貢獻

source: Hardware
pl: Sprzęt
zh_tw: 硬體

source: Contribute Hardware
pl: Wspieraj sprzętem
zh_tw: 貢獻硬體

source: Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email
pl: Dotacje wspierające projekt openSUSE są zawsze mile widziane. Open Build Service, który jest używany przez kilka innych projektów open-source, został udostępniony społeczności projektu dzięki dotacji serwerów przez firmę AMD. Takie dotacje pozwalają ludziom i projektom prosperować, rozwijać się, wprowadzają innowacje i postęp. Projekt openSUSE nie prosi o pieniądze, ale o dotacje sprzętu, który pozwala doświadczonej społeczności open-source na rozwój Linuksa, dostarcza narzędzia openSUSE za darmo, rozwija ekosystem open-source używany przez programistów, administratorów i twórców pakietów. Sprzęt pomaga społeczności openSUSE! Sprzęt pomaga społeczności open-source! Sprzęt pomaga rozwijać Linuksa! Aby dowiedzieć się więcej jak przekazać sprzęt projektowi openSUSE, wyślij email
zh_tw: 我們向來歡迎透過捐贈來支持 openSUSE 專案。事實上，許多開源專案使用的 Open Build Service，正是來自於 AMD 慷慨捐贈伺服器，才得以服務專案社群。也是這類的捐贈使得專案得以茁壯、發展、創新並向前邁進。專案並不要求資金挹注，但希望捐贈硬體，以結合開源社群的技術來加速 Linux 的開發，提供 openSUSE 工具給自由及開放原始碼生態圈，並回饋給開發者、系統管理者與套件維護者。硬體可以幫助 openSUSE 社群、可以幫助開源社群，更可以幫助 Linux 開發。想了解您可以如何捐贈硬體給 openSUSE 專案，請寄信到

source: Meet up with openSUSE at conferences.
pl: Spotkaj się z openSUSE na Konferencjach.
zh_tw: 在研討會上與 openSUSE 相見歡

source: View upcoming conferences
pl: Zobacz nadchodzące Konferencje
zh_tw: 查看即將舉行的研討會

source: Get software
pl: Pobierz oprogramowanie
zh_tw: 取得軟體

source: Social Network
pl: Sieć społecznościowa
zh_tw: 社群網路

source: Forums
pl: Fora
zh_tw: 論壇

source: Shop
pl: Sklep
zh_tw: 商店

source: Blogs
pl: Blogi
zh_tw: 部落格

source: Press
pl: Prasa
zh_tw: 媒體

source: Sponsored by:
pl: Sponsorowane przez:
zh_tw: 贊助：

source: Change language
pl: Zmień język
zh_tw: 變更語系

source: Back to main page
pl: Wróć do głównej strony
zh_tw: 回到主頁面

source: Wiki
zh_tw: 維基

source: All Rights Reserved.
zh_tw: 保留所有權利。
